tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "uzimaru0000/tap"
brew "awscli"
brew "bat"
brew "curl"
brew "deno"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "httpie"
brew "hugo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "openssl@1.1"
brew "ranger"
brew "ripgrep"
brew "sqlite"
brew "tig"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "nodenv"
brew "rbenv"
brew "vim"
brew "wget"
brew "z"
brew "zsh"
brew "uzimaru0000/tap/tv"
cask "alfred3"
cask "appcleaner"
cask "bitwarden"
cask "cheatsheet"
cask "clipy"
cask "discord"
cask "docker"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "onyx"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zsa-wally"
