tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "actionlint"
brew "awscli"
brew "bat"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "expect"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gradle"
brew "httpie"
brew "hugo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "mise"
brew "neovim"
brew "nodenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "caffeine"
cask "clipy"
cask "discord"
cask "docker"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "obsidian"
cask "onyx"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
